Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-435.html.tmx
Source language: sme
Languages: nob

source: PRD : Stipeanda alit ohppui mánáidgárdi- ja oahpahussuorggis
nob: PRM : Stipend til høyere utdanning innen opplæring og barnehage

source: 2005 čavčča juohká Sámediggi stipeandda studeanttaide geat váldet alit oahpahhus- ja mánáidgárdesuorggis .
nob: Høsten 2005 deler Sametinget ut stipend til studenter som tar høyere utdanning innenfor fagområdet opplæring og barnehage .

source: Ulbmil lea oččodit eambbo olbmuid ja nannet gelbbolašvuođa oahpahus- ja mánáidgárdesuorggis sámi servodagas .
nob: Målet er å til økt rekruttering og styrke kompetansen innenfor opplærings- og barnehagesektoren i det samiske samfunnet .

source: Almmuhan Pål Hivand .
nob: Publisert av Pål Hivand .

source: Vuosttaš geardde almmuhan 07.07.2005
nob: Første gang publisert 07.07.2005

source: - Jus galgá nannet ja bisuhit sámegiela maid boahtteáiggis , de lea áibbas dárbbašlaš ahte gávdnojit doarvái sámegielat bargit skuvllain ja mánáidgárddiin .
nob: - For å styrke og bevare samisk språk i framtiden er det helt avgjørende at det finnes tilstrekkelig samiskspråklige ansatte i skoler og barnehager .

source: Sámediggi oaidná ahte váilot ollu sámegielat bargit geain lea pedagogalaš máhttu / gelbbolašvuohta muhtun sámi skuvllain ja mánáidgárddiin .
nob: Sametinget konstaterer at det er stor mangel på samiskspråklige ansatte med pedagogisk kompetanse i enkelte samiske skoler og barnehager .

source: Dan dihte lea dehálaš ahte Sámediggi váikkuha dasa ahte loktet gelbbolašvuođa , ja stipeanda leage dehálaš movttiidahttingaskaoapmi , dadjá várrepresideanta Ragnhild Nystad .
nob: Derfor er det viktig at Sametinget bidrar til at kompetansenivået løftes , og stipend er et viktig motiveringstiltak , sier visepresident Ragnhild Nystad .

source: Nystad oaivvilda ahte dál lea dehálaš oažžut eanet pedagogaid geain maid lea sámi giella- ja kulturgelbbolašvuohta , ja maid nannet sámegiela mánáidgárddiin , skuvllain ja obbalaččat sámi servodagas .
nob: Nystad mener det nå er viktig få flere pedagoger med kompetanse i samisk språk og kultur , samt styrke det samiske språkets stilling i barnehager , skolesektoren og generelt i det samiske samfunnet .

source: Stipeanda almmuhuvvo geasi mielde .
nob: Stipendordninga lyses ut i løpet av sommeren .

source: - Stipeanda lea erenoamáš dehálaš go dál leat ráhkaduvvome ođđa oahppoplánat 13 – jagi skuvlii , ja mánáidgárdái .
nob: - Stipendet er spesielt viktig , sett i lys av at nye samiske læreplaner for det 13-årige skoleløpet og rammeplan for barnehager er under produksjon .

source: Dat maid váikkuhit dasa movt nannet sámegiela , dadjá Nystad loahpas .
nob: Disse vil legge føringer for å styrke samisk språk , sier Nystad , avslutter Nystad .
